<script>
  const cities = [
    { name: 'Москва', id: 1 },
    { name: 'Химки', id: 2 },
    { name: 'Подольск', id: 3 },
    { name: 'Балашиха', id: 4 },
  ]
</script>

<div class="container-fluid">
  <div class="row justify-content-center">
    <div class="col-md-9">
      <h1 class="display-4 text-center lead mt-20 mb-20">О КОМПАНИИ</h1>
      <p class="lead">
        Туристическая компания "Золотая Середина" осуществляете туроператорскую деятельность c 2004 года. Мы являемся
        официальным туроператором и внесены в Единый федеральный реестр туроператоров под номером РТО 006197.
        Деятельность нашей фирмы одобрена Федеральным агентством по туризму РФ и застрахована.
      </p>
      <p class="lead">
        Мы делаем экскурсии из Москвы и 30 городов Подмосковья. Экскурсии проводят профессиональные экскурсоводы. Для
        программы отбираются только самые интересные достопримечательности. Вы можете выбрать размещение, тип питания,
        место посадки в автобусе. Сервис и уровень обслуживания на очень высоком уровне!
      </p>
      <p class="lead">Города отправления:</p>

      <div class="row">
        {#each cities as city}
          <div class="col-md-3 mb-4">
            <div class="card text-center hover-effect">
              <div class="card-body">
                <h5 class="card-title">{city.name}</h5>
              </div>
            </div>
          </div>
        {/each}
      </div>
      <p class="lead">
        Современные автобусы вместимостью 49-57 мест полностью оборудованы для дальних туристических поездок (откидные
        сиденья, туалет, тв, микрофон, климат-контроль, большие багажники), что гарантирует Ваш комфорт и спокойствие в
        дороге. Все используемые автобусы имеют Лицензию на транспортные перевозки пассажиров, в том числе детей, и
        медицинскую страховку на каждого пассажира до 2 млн. руб. Перед каждой поездкой автобусы проходят тщательный
        техосмотр, а водители - медицинское освидетельствование о состоянии здоровья. На многодневные экскурсии
        обязательно отправляется два водителя. Отслеживание передвижения автобусов в режиме онлайн с помощью спутников
        по ГЛОНАССУ. Для небольших групп 18-20 человек используются микроавтобусы Mercedes Sprinter.
      </p>
    </div>
  </div>
</div>
